Repository: homare485/Basyo_memo
Catalog: Basyo_memo/Localizable.xcstrings
Source language: ja
Languages: en, zh_hant

source: %@ — やること %lld
en: %@ — %lld to do
zh_hant: %@ — %lld 件待辦

source: %@ — 片付いています
en: %@ — all clear
zh_hant: %@ — 已整理完畢

source: %@ で Pro にする
en: Get Pro for %@
zh_hant: 以 %@ 升級 Pro

source: %@ に置く
en: Put in %@
zh_hant: 放進 %@

source: %@（サンプル）
en: %@ (sample)
zh_hant: %@（範例）

source: %lldつの空間 · やること %lld
en: %lld spaces · %lld to do
zh_hant: %lld 個空間 · %lld 件待辦

source: Pro にする
en: Get Pro
zh_hant: 升級 Pro

source: 「%@」を削除しますか？
en: Delete “%@”?
zh_hant: 要刪除「%@」嗎？

source: この操作は取り消せません。
en: This can’t be undone.
zh_hant: 此操作無法復原。

source: この空間は片付いています
en: This space is all clear
zh_hant: 這個空間已整理完畢

source: すべて片付いています
en: All clear
zh_hant: 全部都整理好了

source: もう一度読み込む
en: Try again
zh_hant: 重新載入

source: やること %lld
en: %lld to do
zh_hant: %lld 件待辦

source: やることを入力
en: Enter a task
zh_hant: 輸入待辦事項

source: アイコン
en: Icon
zh_hant: 圖示

source: キャンセル
en: Cancel
zh_hant: 取消

source: コードを使う
en: Redeem code
zh_hant: 使用兌換碼

source: ゴミ袋を補充
en: Restock trash bags
zh_hant: 補充垃圾袋

source: シャンプーを詰め替える
en: Refill the shampoo
zh_hant: 補充洗髮精

source: シンクを掃除
en: Clean the sink
zh_hant: 清理水槽

source: シーツを洗う
en: Wash the sheets
zh_hant: 洗床單

source: タスクを追加
en: Add task
zh_hant: 新增待辦

source: レポートを提出
en: Submit the report
zh_hant: 繳交報告

source: 一度の購入で、ずっと使える
en: One purchase, yours forever
zh_hant: 買斷一次，永久使用

source: 中
en: M

source: 中にある、やること %lld 件も一緒に削除されます。この操作は取り消せません。
en: The %lld tasks inside will be deleted too. This can’t be undone.
zh_hant: 裡面的 %lld 件待辦也會一併刪除。此操作無法復原。

source: 価格を読み込めませんでした。通信状況を確かめて、もう一度お試しください。
en: Couldn’t load the price. Check your connection and try again.
zh_hant: 無法載入價格。請確認網路連線後再試一次。

source: 借りた本を返す
en: Return the library book
zh_hant: 還借來的書

source: 削除
en: Delete
zh_hant: 刪除

source: 前へ移動
en: Move up
zh_hant: 往前移動

source: 場所の名前
en: Place name
zh_hant: 地點名稱

source: 場所を、いくつでも追加
en: Add as many places as you like
zh_hant: 想加幾個地點都可以

source: 場所を、もっと。
en: More places.
zh_hant: 更多地點。

source: 場所をつくる
en: Create place
zh_hant: 建立地點

source: 場所を削除
en: Delete place
zh_hant: 刪除地點

source: 大
en: L

source: 大きさ
en: Size
zh_hant: 大小

source: 大きさ %@
en: Size %@
zh_hant: 大小 %@

source: 小
en: S

source: 後ろへ移動
en: Move down
zh_hant: 往後移動

source: 復元できませんでした。通信状況を確かめて、もう一度お試しください。
en: Couldn’t restore. Check your connection and try again.
zh_hant: 無法恢復購買。請確認網路連線後再試一次。

source: 復元できる購入が見つかりませんでした。
en: No purchase to restore.
zh_hant: 找不到可恢復的購買項目。

source: 新しい場所
en: New place
zh_hant: 新增地點

source: 洗剤を確認
en: Check the detergent
zh_hant: 檢查洗碗精

source: 無料では、場所を%lldつまでつくれます。Pro にすると、実家やジム、カフェなど、よく行く場所をいくつでも足せます。
en: You can create up to %lld places for free. With Pro, add as many as you like — your family home, the gym, a café.
zh_hant: 免費版最多可以建立 %lld 個地點。升級 Pro 後，老家、健身房、咖啡廳，想加幾個常去的地點都可以。

source: 片付いています
en: All clear
zh_hant: 已整理完畢

source: 空間を選んでください
en: Choose a space
zh_hant: 請選擇空間

source: 購入できませんでした。通信状況を確かめて、もう一度お試しください。
en: Couldn’t complete the purchase. Check your connection and try again.
zh_hant: 無法完成購買。請確認網路連線後再試一次。

source: 購入の承認を待っています。承認されると、自動で Pro になります。
en: Waiting for approval. Pro unlocks automatically once it’s approved.
zh_hant: 正在等待核准。核准後會自動升級為 Pro。

source: 購入を復元
en: Restore purchase
zh_hant: 恢復購買

source: 部屋 %lld 個、やること %lld 件も一緒に削除されます。この操作は取り消せません。
en: The %lld rooms and %lld tasks inside will be deleted too. This can’t be undone.
zh_hant: 裡面的 %lld 個房間和 %lld 件待辦也會一併刪除。此操作無法復原。

source: 部屋とやることは、これまで通り無制限
en: Rooms and tasks stay unlimited
zh_hant: 房間和待辦一樣沒有數量限制

source: 部屋の名前
en: Room name
zh_hant: 房間名稱

source: 部屋はまだありません
en: No rooms yet
zh_hant: 還沒有房間

source: 部屋をつくる
en: Create room
zh_hant: 建立房間

source: 部屋を削除
en: Delete room
zh_hant: 刪除房間

source: 部屋を追加
en: Add room
zh_hant: 新增房間

source: 閉じる
en: Close
zh_hant: 關閉

source: 電池を交換
en: Replace the batteries
zh_hant: 換電池

source: ＋ から部屋をつくれます
en: Tap ＋ to create a room
zh_hant: 點一下 ＋ 建立房間
